Repository: nikoniko48/DoYouUnderstand
Catalog: DoYouUnderstand/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt, zh_hans

source: DoYouUnderstand decodes the subtext behind any text, DM, or email, and hands you the perfect reply.
de: DoYouUnderstand entschlüsselt den Subtext hinter jeder Nachricht, DM oder E-Mail und liefert dir die perfekte Antwort.
es: DoYouUnderstand descifra el subtexto de cualquier mensaje, DM o correo, y te da la respuesta perfecta.
fr: DoYouUnderstand décode le sous-texte de n'importe quel message, DM ou e-mail, et vous propose la réponse parfaite.
ja: DoYouUnderstandはあらゆるメッセージ、DM、メールの裏にある真意を解読し、完璧な返信を提案します。
ko: DoYouUnderstand는 어떤 문자, DM, 이메일이든 그 속뜻을 해독하고 완벽한 답장을 제안해줍니다.
pl: DoYouUnderstand rozszyfrowuje podtekst każdej wiadomości, SMS-a czy e-maila i podsuwa Ci idealną odpowiedź.
pt: O DoYouUnderstand decodifica o subtexto por trás de qualquer mensagem, DM ou e-mail, e te entrega a resposta perfeita.
zh_hans: DoYouUnderstand 能解读任何短信、私信或邮件背后的言外之意，并为你奉上完美回复。

source: Easy on the eyes
de: Augenschonend
es: Suave para la vista
fr: Doux pour les yeux
ja: 目に優しい
ko: 눈이 편안한
pl: Delikatny dla oczu
pt: Suave para os olhos
zh_hans: 护眼舒适

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pl: Edytuj
pt: Editar
zh_hans: 编辑

source: Edit Any Reply
de: Jede Antwort bearbeiten
es: Edita cualquier respuesta
fr: Modifiez n'importe quelle réponse
ja: どの返信も編集可能
ko: 모든 답장 수정 가능
pl: Edytuj każdą odpowiedź
pt: Edite qualquer resposta
zh_hans: 编辑任意回复

source: Edit the refined text...
de: Verfeinerten Text bearbeiten...
es: Edita el texto pulido...
fr: Modifier le texte amélioré...
ja: 校正後のテキストを編集...
ko: 다듬은 텍스트 편집...
pl: Edytuj dopracowany tekst...
pt: Editar o texto refinado...
zh_hans: 编辑润色后的文本…

source: Edit your draft...
de: Deinen Entwurf bearbeiten...
es: Edita tu borrador...
fr: Modifier votre brouillon...
ja: 下書きを編集...
ko: 초안 편집...
pl: Edytuj swój szkic...
pt: Editar seu rascunho...
zh_hans: 编辑你的草稿…

source: Edit your reply...
de: Deine Antwort bearbeiten...
es: Edita tu respuesta...
fr: Modifier votre réponse...
ja: 返信を編集...
ko: 답장 편집...
pl: Edytuj swoją odpowiedź...
pt: Editar sua resposta...
zh_hans: 编辑你的回复…

source: Empathetic
de: Einfühlsam
es: Empático
fr: Empathique
ja: 共感的
ko: 공감함
pl: Empatyczny
pt: Empático
zh_hans: 共情

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
pl: Angielski
pt: Inglês
zh_hans: 英语

source: English, Polish, and Spanish are fully translated. Other languages will keep showing English until they're added.
de: Englisch, Polnisch und Spanisch sind vollständig übersetzt. Andere Sprachen zeigen weiterhin Englisch an, bis sie hinzugefügt werden.
es: El inglés, el polaco y el español están totalmente traducidos. Los demás idiomas seguirán mostrándose en inglés hasta que se añadan.
fr: L'anglais, le polonais et l'espagnol sont entièrement traduits. Les autres langues afficheront l'anglais jusqu'à ce qu'elles soient ajoutées.
ja: 英語、ポーランド語、スペイン語は完全に翻訳されています。他の言語は追加されるまで英語のまま表示されます。
ko: 영어, 폴란드어, 스페인어는 완전히 번역되어 있습니다. 다른 언어는 추가되기 전까지 영어로 표시됩니다.
pl: Angielski, polski i hiszpański są w pełni przetłumaczone. Pozostałe języki będą wyświetlane po angielsku, dopóki nie zostaną dodane.
pt: Inglês, polonês e espanhol estão totalmente traduzidos. Outros idiomas continuarão mostrando inglês até serem adicionados.
zh_hans: 英语、波兰语和西班牙语已完整翻译。其他语言在添加之前将继续显示英文。

source: Enthusiastic & Eager
de: Enthusiastisch & eifrig
es: Entusiasta y ansioso
fr: Enthousiaste et empressé
ja: 熱心で意欲的
ko: 열정적이고 적극적으로
pl: Entuzjastyczny i gorliwy
pt: Entusiasmado e ansioso
zh_hans: 热情又急切

source: Even Blunter
de: Noch schroffer
es: Aún más directo
fr: Encore plus brut
ja: さらに率直に
ko: 더 직설적으로
pl: Jeszcze bardziej bezpośredni
pt: Ainda mais direto
zh_hans: 更加直白

source: Even Colder
de: Noch kälter
es: Aún más frío
fr: Encore plus froid
ja: さらに冷淡に
ko: 더 차갑게
pl: Jeszcze chłodniejszy
pt: Ainda mais frio
zh_hans: 更加冷淡

source: Even More Anxious
de: Noch ängstlicher
es: Aún más ansioso
fr: Encore plus anxieux
ja: さらに不安に
ko: 더 불안하게
pl: Jeszcze bardziej zaniepokojony
pt: Ainda mais ansioso
zh_hans: 更加焦虑

source: Even More Condescending
de: Noch herablassender
es: Aún más condescendiente
fr: Encore plus condescendant
ja: さらに見下した態度に
ko: 더 거만하게
pl: Jeszcze bardziej protekcjonalny
pt: Ainda mais condescendente
zh_hans: 更加居高临下

source: Even More Eager
de: Noch eifriger
es: Aún más entusiasta
fr: Encore plus empressé
ja: さらに意欲的に
ko: 더 적극적으로
pl: Jeszcze bardziej gorliwy
pt: Ainda mais ansioso
zh_hans: 更加急切

source: Even More Passive-Aggressive
de: Noch passiv-aggressiver
es: Aún más pasivo-agresivo
fr: Encore plus passif-agressif
ja: さらに受動攻撃的に
ko: 더 수동공격적으로
pl: Jeszcze bardziej pasywno-agresywny
pt: Ainda mais passivo-agressivo
zh_hans: 更加被动攻击

source: Even More Sarcastic
de: Noch sarkastischer
es: Aún más sarcástico
fr: Encore plus sarcastique
ja: さらに皮肉に
ko: 더 비꼬듯이
pl: Jeszcze bardziej sarkastyczny
pt: Ainda mais sarcástico
zh_hans: 更加讽刺

source: Everything runs on a local-first architecture. No accounts, no sign-up, no server-side profile of you.
de: Alles läuft auf einer lokal-first-Architektur. Kein Konto, keine Anmeldung, kein serverseitiges Profil von dir.
es: Todo funciona con una arquitectura local. Sin cuentas, sin registro, sin perfil tuyo en el servidor.
fr: Tout fonctionne sur une architecture axée sur le local. Pas de compte, pas d'inscription, aucun profil vous concernant côté serveur.
ja: すべてローカルファーストの仕組みで動作します。アカウントも登録も、サーバー側にあなたのプロフィールが残ることもありません。
ko: 모든 것이 로컬 우선 구조로 작동합니다. 계정도, 가입도, 서버에 남는 프로필도 없습니다.
pl: Wszystko działa w architekturze lokalnej. Bez kont, bez rejestracji, bez profilu na serwerze.
pt: Tudo funciona em uma arquitetura local-first. Sem contas, sem cadastro, sem perfil seu armazenado no servidor.
zh_hans: 一切都基于本地优先架构运行。无需账户、无需注册，服务器端也不会保存你的个人资料。

source: Explanation
de: Erklärung
es: Explicación
fr: Explication
ja: 解説
ko: 해설
pl: Wyjaśnienie
pt: Explicação
zh_hans: 解读

source: Extra Compassionate
de: Extra mitfühlend
es: Extra compasivo
fr: Extra compatissant
ja: より思いやりを込めて
ko: 더욱 공감하며
pl: Wyjątkowo współczujący
pt: Extra compassivo
zh_hans: 格外体贴

source: Extra Flirty
de: Extra verführerisch
es: Extra coqueto
fr: Extra séducteur
ja: よりフレンドリーに口説く
ko: 더욱 유혹적으로
pl: Wyjątkowo flirciarski
pt: Extra sedutor
zh_hans: 更加撩人

source: Extra Playful
de: Extra verspielt
es: Extra juguetón
fr: Extra joueur
ja: より遊び心を込めて
ko: 더욱 장난스럽게
pl: Wyjątkowo żartobliwy
pt: Extra brincalhão
zh_hans: 更加俏皮

source: Extra Warm & Casual
de: Extra warm & locker
es: Extra cálido e informal
fr: Extra chaleureux et décontracté
ja: より温かくカジュアルに
ko: 더욱 따뜻하고 편안하게
pl: Wyjątkowo ciepły i swobodny
pt: Extra caloroso e descontraído
zh_hans: 更加温暖随性

source: Extremely Firm
de: Extrem bestimmt
es: Extremadamente firme
fr: Extrêmement ferme
ja: 極めて厳格に
ko: 매우 단호하게
pl: Wyjątkowo stanowczy
pt: Extremamente firme
zh_hans: 极其坚定

source: Fair use
de: Angemessene Nutzung
es: Uso justo
fr: Usage raisonnable
ja: 公正利用
ko: 공정 사용
pl: Uczciwe korzystanie
pt: Uso justo
zh_hans: 合理使用

source: Female
de: Weiblich
es: Mujer
fr: Femme
ja: 女性
ko: 여성
pl: Kobieta
pt: Feminino
zh_hans: 女性

source: Fine, do whatever you want.
de: Na gut, mach, was du willst.
es: Bien, haz lo que quieras.
fr: Très bien, fais ce que tu veux.
ja: わかった、好きにして。
ko: 그래, 네 맘대로 해.
pl: Dobrze, rób co chcesz.
pt: Tá bom, faz o que você quiser.
zh_hans: 行吧，你想怎样就怎样。

source: Firm & Superior
de: Bestimmt & überlegen
es: Firme y superior
fr: Ferme et supérieur
ja: 厳格で優越的
ko: 단호하고 우월하게
pl: Stanowczy i wyniosły
pt: Firme e superior
zh_hans: 强硬又高高在上

source: Fix Grammar & Punctuation
de: Grammatik & Zeichensetzung korrigieren
es: Corregir gramática y puntuación
fr: Corriger la grammaire et la ponctuation
ja: 文法と句読点を修正
ko: 문법 및 구두점 수정
pl: Popraw gramatykę i interpunkcję
pt: Corrigir gramática e pontuação
zh_hans: 修正语法与标点

source: Flirty
de: Verführerisch
es: Coqueto
fr: Séducteur
ja: 口説き文句
ko: 유혹적
pl: Flirciarski
pt: Sedutor
zh_hans: 撩人

source: Flirty & Charming
de: Verführerisch & charmant
es: Coqueto y encantador
fr: Séducteur et charmant
ja: 口説き上手で魅力的
ko: 유혹적이고 매력적으로
pl: Flirciarski i czarujący
pt: Sedutor e charmoso
zh_hans: 撩人又迷人

source: Free Plan
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
ja: 無料プラン
ko: 무료 요금제
pl: Plan bezpłatny
pt: Plano gratuito
zh_hans: 免费套餐

source: FREE TRIAL
de: KOSTENLOSE TESTPHASE
es: PRUEBA GRATUITA
fr: ESSAI GRATUIT
ja: 無料トライアル
ko: 무료 체험
pl: BEZPŁATNY OKRES PRÓBNY
pt: TESTE GRATUITO
zh_hans: 免费试用

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions fréquemment posées
ja: よくある質問
ko: 자주 묻는 질문
pl: Najczęściej zadawane pytania
pt: Perguntas frequentes
zh_hans: 常见问题解答

source: Friendly
de: Freundlich
es: Amistoso
fr: Amical
ja: フレンドリー
ko: 다정함
pl: Przyjazny
pt: Amigável
zh_hans: 友好

source: FROM A FRIEND
de: VON EINEM FREUND
es: DE UN AMIGO
fr: D'UN AMI
ja: 友人から
ko: 친구로부터
pl: OD ZNAJOMEGO
pt: DE UM AMIGO
zh_hans: 来自朋友

source: FROM A PARENT
de: VON EINEM ELTERNTEIL
es: DE UN PADRE/MADRE
fr: D'UN PARENT
ja: 親から
ko: 부모님으로부터
pl: OD RODZICA
pt: DE UM PAI/MÃE
zh_hans: 来自父母

source: FROM A PARTNER
de: VOM PARTNER
es: DE TU PAREJA
fr: D'UN PARTENAIRE
ja: パートナーから
ko: 연인으로부터
pl: OD PARTNERA
pt: DE UM PARCEIRO
zh_hans: 来自伴侣

source: From blunt to diplomatic, always the right voice.
de: Von schroff bis diplomatisch - immer der richtige Ton.
es: De directo a diplomático, siempre el tono correcto.
fr: Du plus brut au plus diplomate, toujours le ton juste.
ja: 率直なものから外交的なものまで、常にぴったりの声で。
ko: 직설적인 것부터 외교적인 것까지, 언제나 딱 맞는 톤으로.
pl: Od bezpośredniego po dyplomatyczny - zawsze właściwy głos.
pt: Do mais direto ao mais diplomático, sempre o tom certo.
zh_hans: 从直白到圆融，总有恰到好处的语气。

source: FROM YOUR BOSS
de: VON DEINEM CHEF
es: DE TU JEFE
fr: DE VOTRE PATRON
ja: 上司から
ko: 상사로부터
pl: OD SZEFA
pt: DO SEU CHEFE
zh_hans: 来自你的老板

source: Gender
de: Geschlecht
es: Género
fr: Genre
ja: 性別
ko: 성별
pl: Płeć
pt: Gênero
zh_hans: 性别

source: GENERATE A SPECIFIC TONE
de: BESTIMMTEN TON GENERIEREN
es: GENERAR UN TONO ESPECÍFICO
fr: GÉNÉRER UN TON SPÉCIFIQUE
ja: 特定のトーンを生成
ko: 특정 톤 생성하기
pl: WYGENERUJ KONKRETNY TON
pt: GERAR UM TOM ESPECÍFICO
zh_hans: 生成特定语气

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: はじめる
ko: 시작하기
pl: Zaczynajmy
pt: Começar
zh_hans: 开始使用

source: Get the perfect reply in seconds
de: Erhalte die perfekte Antwort in Sekunden
es: Obtén la respuesta perfecta en segundos
fr: Obtenez la réponse parfaite en quelques secondes
ja: 数秒で完璧な返信を
ko: 몇 초 만에 완벽한 답장을
pl: Otrzymaj idealną odpowiedź w kilka sekund
pt: Consiga a resposta perfeita em segundos
zh_hans: 几秒钟获得完美回复

source: Get the subtext or a perfect reply, instantly
de: Erhalte sofort den Subtext oder eine perfekte Antwort
es: Obtén el subtexto o una respuesta perfecta, al instante
fr: Obtenez le sous-texte ou une réponse parfaite, instantanément
ja: 真意も完璧な返信も、その場で瞬時に
ko: 속뜻이든 완벽한 답장이든, 즉시
pl: Otrzymaj podtekst albo idealną odpowiedź, natychmiast
pt: Descubra o subtexto ou uma resposta perfeita, na hora
zh_hans: 即刻解读言外之意，或获得完美回复

source: Get the subtext, craft the perfect response, and hit send with zero regrets.
de: Erfasse den Subtext, formuliere die perfekte Antwort und drücke ohne Reue auf Senden.
es: Descubre el subtexto, crea la respuesta perfecta y envíala sin arrepentimientos.
fr: Décodez le sous-texte, rédigez la réponse parfaite, et envoyez sans aucun regret.
ja: 真意を読み取り、完璧な返信を作成して、後悔ゼロで送信しよう。
ko: 속뜻을 파악하고, 완벽한 답장을 작성해서, 후회 없이 전송하세요.
pl: Poznaj podtekst, stwórz idealną odpowiedź i wyślij bez cienia żalu.
pt: Entenda o subtexto, crie a resposta perfeita e envie sem nenhum arrependimento.
zh_hans: 读懂言外之意，写出完美回复，发送后绝不后悔。

source: Get your answer in seconds, not minutes.
de: Erhalte deine Antwort in Sekunden, nicht in Minuten.
es: Obtén tu respuesta en segundos, no minutos.
fr: Obtenez votre réponse en quelques secondes, pas en minutes.
ja: 数分ではなく数秒で答えを手に入れよう。
ko: 몇 분이 아닌 몇 초 만에 답을 얻으세요.
pl: Otrzymaj odpowiedź w kilka sekund, nie minut.
pt: Tenha sua resposta em segundos, não em minutos.
zh_hans: 几秒钟就能得到答案，而不是几分钟。

source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 확인
pl: Rozumiem
pt: Entendi
zh_hans: 知道了

source: GOT IT!
de: VERSTANDEN!
es: ¡ENTENDIDO!
fr: COMPRIS !
ja: わかった!
ko: 알겠어요!
pl: ZROZUMIANO!
pt: ENTENDI!
zh_hans: 明白了！

source: Helps us fine-tune reply style. Prefer not to answer? That's a valid choice too.
de: Hilft uns, den Antwortstil zu verfeinern. Möchtest du nicht antworten? Auch das ist völlig in Ordnung.
es: Nos ayuda a afinar el estilo de las respuestas. ¿Prefieres no responder? También es una opción válida.
fr: Nous aide à affiner le style de réponse. Vous préférez ne pas répondre ? C'est aussi un choix valable.
ja: 返信スタイルの調整に役立ちます。答えたくない場合も、それでいいんです。
ko: 답장 스타일을 조정하는 데 도움이 됩니다. 답하고 싶지 않다면, 그것도 괜찮은 선택이에요.
pl: Pomaga nam dopracować styl odpowiedzi. Wolisz nie odpowiadać? To też jest w porządku.
pt: Nos ajuda a ajustar o estilo das respostas. Prefere não responder? Essa também é uma escolha válida.
zh_hans: 帮助我们微调回复风格。不想回答？那也完全没问题。

source: Here's the truth
de: Hier ist die Wahrheit
es: Aquí está la verdad
fr: Voici la vérité
ja: これが真実です
ko: 여기 진실이 있습니다
pl: Oto prawda
pt: Aqui está a verdade
zh_hans: 这就是真相

source: Here's what we do.
de: So funktioniert's.
es: Esto es lo que hacemos.
fr: Voici ce que nous faisons.
ja: 私たちができること。
ko: 저희가 하는 일입니다.
pl: Oto, co robimy.
pt: Veja o que fazemos.
zh_hans: 这就是我们能做的。

source: HIDDEN SUBTEXT DETECTED
de: VERSTECKTER SUBTEXT ERKANNT
es: SUBTEXTO OCULTO DETECTADO
fr: SOUS-TEXTE CACHÉ DÉTECTÉ
ja: 隠れた真意を検出
ko: 숨겨진 속뜻 감지됨
pl: WYKRYTO UKRYTY PODTEKST
pt: SUBTEXTO OCULTO DETECTADO
zh_hans: 检测到隐藏言外之意

source: High-contrast hacker mode
de: Hochkontrast-Hacker-Modus
es: Modo hacker de alto contraste
fr: Mode hacker à fort contraste
ja: ハイコントラストなハッカーモード
ko: 고대비 해커 모드
pl: Kontrastowy tryb hakera
pt: Modo hacker de alto contraste
zh_hans: 高对比黑客模式

source: History is saved strictly to your device's disk
de: Der Verlauf wird ausschließlich auf dem Speicher deines Geräts gesichert
es: El historial se guarda únicamente en el disco de tu dispositivo
fr: L'historique est enregistré uniquement sur le stockage de votre appareil
ja: 履歴はデバイスのストレージにのみ保存されます
ko: 기록은 오직 기기 저장 공간에만 저장됩니다
pl: Historia jest zapisywana wyłącznie na dysku Twojego urządzenia
pt: O histórico é salvo apenas no armazenamento do seu dispositivo
zh_hans: 历史记录仅保存在你的设备存储中

source: Hold to become a Text Master
de: Halte gedrückt, um zum Text-Meister zu werden
es: Mantén presionado para ser un Maestro de los Mensajes
fr: Maintenez appuyé pour devenir un maître du texto
ja: 長押しでテキストマスターになろう
ko: 길게 눌러서 문자 마스터가 되어보세요
pl: Przytrzymaj, aby zostać Mistrzem Wiadomości
pt: Segure para se tornar um mestre das mensagens
zh_hans: 长按解锁短信高手称号

source: How accurate is the reply generator?
de: Wie genau ist der Antwortgenerator?
es: ¿Qué tan preciso es el generador de respuestas?
fr: Quelle est la précision du générateur de réponses ?
ja: 返信生成の精度はどのくらいですか?
ko: 답장 생성기는 얼마나 정확한가요?
pl: Jak dokładny jest generator odpowiedzi?
pt: Quão preciso é o gerador de respostas?
zh_hans: 回复生成器的准确度如何？

source: How old are you?
de: Wie alt bist du?
es: ¿Cuántos años tienes?
fr: Quel âge avez-vous ?
ja: あなたの年齢は?
ko: 나이가 어떻게 되세요?
pl: Ile masz lat?
pt: Quantos anos você tem?
zh_hans: 你多大了？

source: How your data is handled
de: Wie deine Daten verarbeitet werden
es: Cómo se gestionan tus datos
fr: Comment vos données sont traitées
ja: データの取り扱いについて
ko: 데이터 처리 방식
pl: Jak przetwarzane są Twoje dane
pt: Como seus dados são tratados
zh_hans: 你的数据如何被处理

source: How your messages are analyzed
de: Wie deine Nachrichten analysiert werden
es: Cómo se analizan tus mensajes
fr: Comment vos messages sont analysés
ja: メッセージの解析方法
ko: 메시지 분석 방식
pl: Jak analizowane są Twoje wiadomości
pt: Como suas mensagens são analisadas
zh_hans: 你的消息如何被分析

source: I am feeling insecure and need reassurance.
de: Ich fühle mich unsicher und brauche etwas Zuspruch.
es: Me siento inseguro/a y necesito que me tranquilicen.
fr: Je me sens un peu perdu et j'ai besoin d'être rassuré.
ja: 少し不安で、安心させてほしい。
ko: 조금 불안해서 안심시켜줬으면 좋겠어.
pl: Czuję się niepewnie i potrzebuję zapewnienia.
pt: Estou me sentindo inseguro e preciso de um apoio.
zh_hans: 我有点没安全感，需要一些安慰。

source: I appreciate your flexibility. I will proceed as planned.
de: Ich schätze deine Flexibilität. Ich werde wie geplant vorgehen.
es: Agradezco tu flexibilidad. Procederé según lo planeado.
fr: J'apprécie votre flexibilité. Je vais procéder comme prévu.
ja: 柔軟に対応いただき感謝します。予定通り進めます。
ko: 융통성을 발휘해주셔서 감사합니다. 계획대로 진행하겠습니다.
pl: Doceniam Twoją elastyczność. Będę postępować zgodnie z planem.
pt: Agradeço sua flexibilidade. Vou seguir conforme o planejado.
zh_hans: 感谢你的灵活配合，我会按计划进行。

source: I sense some frustration. Let's figure out a solution we both like.
de: Ich spüre etwas Frustration. Lass uns eine Lösung finden, die uns beiden gefällt.
es: Percibo algo de frustración. Busquemos una solución que nos guste a los dos.
fr: Je sens une certaine frustration. Trouvons une solution qui nous convienne à tous les deux.
ja: 少し苛立ちを感じているようですね。お互いに納得できる解決策を見つけましょう。
ko: 약간의 답답함이 느껴지네요. 서로 만족할 만한 해결책을 찾아봐요.
pl: Wyczuwam pewną frustrację. Znajdźmy rozwiązanie, które odpowiada nam obojgu.
pt: Percebo uma certa frustração. Vamos encontrar uma solução que agrade a nós dois.
zh_hans: 我感觉到了一些不满，我们一起找个双方都满意的解决办法吧。

source: in %d days
de: in %d Tagen
es: en %d días
fr: dans %d jours
ja: %d日後
ko: %d일 후
pl: za %d dni
pt: em %d dias
zh_hans: %d 天后

source: INCOMING MESSAGE
de: EINGEHENDE NACHRICHT
es: MENSAJE ENTRANTE
fr: MESSAGE REÇU
ja: 受信メッセージ
ko: 수신 메시지
pl: PRZYCHODZĄCA WIADOMOŚĆ
pt: MENSAGEM RECEBIDA
zh_hans: 收到的消息

source: Increase age
de: Alter erhöhen
es: Aumentar edad
fr: Augmenter l'âge
ja: 年齢を上げる
ko: 나이 늘리기
pl: Zwiększ wiek
pt: Aumentar idade
zh_hans: 增加年龄

source: Instant AI Analysis
de: Sofortige KI-Analyse
es: Análisis instantáneo con IA
fr: Analyse IA instantanée
ja: 瞬時のAI解析
ko: 즉각적인 AI 분석
pl: Natychmiastowa analiza AI
pt: Análise instantânea por IA
zh_hans: 即时 AI 分析

source: It's on the roadmap. You can already pick a preferred language under Settings > Language - full translated results will roll out to that setting once they're ready.
de: Es ist geplant. Du kannst bereits jetzt eine bevorzugte Sprache unter Einstellungen > Sprache auswählen - vollständig übersetzte Ergebnisse werden dort ausgerollt, sobald sie fertig sind.
es: Está en la hoja de ruta. Ya puedes elegir un idioma preferido en Ajustes > Idioma - los resultados totalmente traducidos llegarán a ese ajuste cuando estén listos.
fr: C'est prévu au programme. Vous pouvez déjà choisir une langue préférée dans Réglages > Langue - les résultats entièrement traduits seront déployés dans ce paramètre une fois prêts.
ja: 今後の予定に入っています。設定 > 言語で希望の言語をすでに選択できます - 完全な翻訳結果が準備でき次第、その設定に反映されます。
ko: 향후 계획에 있습니다. 설정 > 언어에서 이미 원하는 언어를 선택할 수 있으며, 완전히 번역된 결과는 준비되는 대로 해당 설정에 적용될 예정입니다.
pl: Jest to w planach. Możesz już teraz wybrać preferowany język w Ustawienia > Język - w pełni przetłumaczone wyniki pojawią się w tym ustawieniu, gdy będą gotowe.
pt: Está nos planos. Você já pode escolher um idioma preferido em Configurações > Idioma - os resultados totalmente traduzidos serão liberados nessa opção assim que estiverem prontos.
zh_hans: 这已经在我们的计划中。你现在就可以在「设置」>「语言」中选择首选语言——完整翻译的结果准备好后会应用到该设置。

source: Just following up on this again, per my last email 🙂
de: Ich melde mich noch einmal dazu, wie in meiner letzten E-Mail erwähnt 🙂
es: Sigo el tema de nuevo, según mi último correo 🙂
fr: Je reviens vers vous à ce sujet, comme mentionné dans mon dernier e-mail 🙂
ja: 前回のメールの件、改めてフォローアップです🙂
ko: 지난 이메일 건으로 다시 한번 확인차 연락드려요 🙂
pl: Ponownie w tej sprawie, zgodnie z moim ostatnim e-mailem 🙂
pt: Só dando um retorno sobre isso de novo, conforme meu último e-mail 🙂
zh_hans: 针对上次邮件的事，再跟进一下 🙂

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pl: Język
pt: Idioma
zh_hans: 语言

source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
ja: 言語
ko: 언어
pl: JĘZYK
pt: IDIOMA
zh_hans: 语言

source: Last updated August 2026
de: Zuletzt aktualisiert im August 2026
es: Última actualización: agosto de 2026
fr: Dernière mise à jour : août 2026
ja: 最終更新: 2026年8月
ko: 마지막 업데이트: 2026년 8월
pl: Ostatnia aktualizacja: sierpień 2026
pt: Última atualização em agosto de 2026
zh_hans: 最近更新于 2026 年 8 月

source: Lengthen
de: Verlängern
es: Alargar
fr: Allonger
ja: 長くする
ko: 길게 하기
pl: Wydłuż
pt: Alongar
zh_hans: 拉长

source: Less Apologetic
de: Weniger entschuldigend
es: Menos conciliador
fr: Moins contrit
ja: 謝罪を控えめに
ko: 덜 사과하듯
pl: Mniej przepraszający
pt: Menos arrependido
zh_hans: 少一点抱歉

source: Less Flirty
de: Weniger verführerisch
es: Menos coqueto
fr: Moins séducteur
ja: 口説き文句を控えめに
ko: 덜 유혹적으로
pl: Mniej flirciarski
pt: Menos sedutor
zh_hans: 少一点撩人

source: Less Savage
de: Weniger brutal
es: Menos despiadado
fr: Moins cinglant
ja: 辛辣さを控えめに
ko: 덜 신랄하게
pl: Mniej bezlitosny
pt: Menos cruel
zh_hans: 少一点犀利

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pl: Jasny
pt: Claro
zh_hans: 浅色

source: Lighter & Friendly
de: Leichter & freundlicher
es: Más ligero y amistoso
fr: Plus léger et amical
ja: 軽やかでフレンドリー
ko: 더 가볍고 다정하게
pl: Lżejszy i przyjazny
pt: Mais leve e amigável
zh_hans: 更轻松友好

source: LIMITED OFFER ENDS IN %@
de: ZEITLICH BEGRENZTES ANGEBOT ENDET IN %@
es: OFERTA LIMITADA TERMINA EN %@
fr: OFFRE LIMITÉE SE TERMINE DANS %@
ja: 期間限定オファー終了まで%@
ko: 한정 혜택 종료까지 %@
pl: OFERTA OGRANICZONA KOŃCZY SIĘ ZA %@
pt: OFERTA LIMITADA TERMINA EM %@
zh_hans: 限时优惠 %@ 后结束

source: Male
de: Männlich
es: Hombre
fr: Homme
ja: 男性
ko: 남성
pl: Mężczyzna
pt: Masculino
zh_hans: 男性

source: Manage on the App Store
de: Im App Store verwalten
es: Administrar en App Store
fr: Gérer sur l'App Store
ja: App Storeで管理
ko: App Store에서 관리
pl: Zarządzaj w App Store
pt: Gerenciar na App Store
zh_hans: 在 App Store 中管理

source: Manage your plan
de: Verwalte deinen Plan
es: Administra tu plan
fr: Gérer votre forfait
ja: プランを管理
ko: 요금제 관리
pl: Zarządzaj planem
pt: Gerencie seu plano
zh_hans: 管理你的套餐

source: Max %d Photos
de: Max. %d Fotos
es: Máx. %d fotos
fr: %d photos max
ja: 最大%d枚の写真
ko: 최대 %d장의 사진
pl: Maks. %d zdjęć
pt: Máximo de %d fotos
zh_hans: 最多 %d 张照片

source: Messages are processed ephemerally and securely
de: Nachrichten werden flüchtig und sicher verarbeitet
es: Los mensajes se procesan de forma efímera y segura
fr: Les messages sont traités de manière éphémère et sécurisée
ja: メッセージは一時的かつ安全に処理されます
ko: 메시지는 일시적이고 안전하게 처리됩니다
pl: Wiadomości są przetwarzane ulotnie i bezpiecznie
pt: As mensagens são processadas de forma efêmera e segura
zh_hans: 消息处理是临时且安全的

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月間プラン
ko: 월간
pl: Miesięcznie
pt: Mensal
zh_hans: 月付

source: More Chill
de: Entspannter
es: Más relajado
fr: Plus détendu
ja: もっと肩の力を抜いて
ko: 더 여유롭게
pl: Bardziej wyluzowany
pt: Mais tranquilo
zh_hans: 更放松

source: More Direct
de: Direkter
es: Más directo
fr: Plus direct
ja: もっと率直に
ko: 더 직접적으로
pl: Bardziej bezpośredni
pt: Mais direto
zh_hans: 更直接

source: More Humble
de: Bescheidener
es: Más humilde
fr: Plus humble
ja: もっと謙虚に
ko: 더 겸손하게
pl: Bardziej pokorny
pt: Mais humilde
zh_hans: 更谦逊

source: More Matter-of-Fact
de: Sachlicher
es: Más objetivo
fr: Plus factuel
ja: もっと事実に基づいて
ko: 더 사실적으로
pl: Bardziej rzeczowy
pt: Mais objetivo
zh_hans: 更实事求是

source: More Opinionated
de: Meinungsfreudiger
es: Más categórico
fr: Plus affirmé
ja: もっと自分の意見を
ko: 더 소신있게
pl: Bardziej stanowczy w opiniach
pt: Mais opinativo
zh_hans: 更坚持己见

source: More Reserved
de: Zurückhaltender
es: Más reservado
fr: Plus réservé
ja: もっと控えめに
ko: 더 신중하게
pl: Bardziej powściągliwy
pt: Mais reservado
zh_hans: 更含蓄

source: More Serious
de: Ernster
es: Más serio
fr: Plus sérieux
ja: もっと真剣に
ko: 더 진지하게
pl: Bardziej poważny
pt: Mais sério
zh_hans: 更严肃

source: More Sincere
de: Aufrichtiger
es: Más sincero
fr: Plus sincère
ja: もっと誠実に
ko: 더 진심으로
pl: Bardziej szczery
pt: Mais sincero
zh_hans: 更真诚
